"Any" = "Ninguno";
"All" = "Todo";
"Save" = "Salvar";
"Kind" = "Tipo";
"matches" = "coincidencias";
"contain" = "contiene";
"begin with" = "comienza con";
"end with" = "termina con";
"is" = "es";
"is not" = "no es";
"equals" = "igual";
"is less then" = "es menor que";
"is greater than" = "es mayor que";
"Contains ALL" = "Contiene todos";
"Contains Any" = "No contiene ninguno";
"Not Contains" = "No contiene";
"Narrowly" = "Sólo contiene";
"day" = "día";
"week" = "semana";
"month" = "mes";
"year" = "año";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"seconds" = "segundos";